Revit 2026 API
Toposolid.Create Method
Overload List
Name | Description
Create(Document, IList<CurveLoop>, ElementId, ElementId)
Create(Document, IList<XYZ>, ElementId, ElementId)
Create(Document, IList<CurveLoop>, IList<XYZ>, ElementId, ElementId)
Top
See Also
Reference
Toposolid Class
Autodesk.Revit.DB Namespace